Repository: coderbyheart/tckr.cc
Catalog: htdocs/locale/*/LC_MESSAGES/messages.po
Languages: de

# titel
source: Contact and profile
de: Kontakt und Profil

# description
source: Contact information and personal profile of Markus Tacker, Concept and development of complex web applications, technical project management from Offenbach, Germany.
de: Kontaktinformationen und persönliches Profil von Markus Tacker, Konzeption und Entwicklung von komplexen Webanwendungen, technischer Projektleiter aus Offenbach am Main, Deutschland.

# nav.kontakt
source: Contact
de: Kontakt

# nav.hireme
source: Hire me!
de: Job?

# nav.switchlang
source: Deutsch
de: English

# nav.switchlang.titel
source: Diese Seite auf Deutsch ansehen
de: View this page in english

# nav.about
source: About me
de: Über mich

# kontakt.headline
source: Contact
de: Kontakt

# kontakt.jobtitle
source: conception and development of complex web-based applications, technical project management
de: Konzeption und Realisierung von komplexen Webanwendungen, technische Projektleitung

# organizations.cbh.description
source: I am a freelance web application developer from Germany. I ♥ code.
de: Freelance Señor Web Backend Dev

# organizations.retext.description
source: re:text manages all text-related tasks during the creation of information and communication media in a seamingless way.
de: Mit re:text können alle text-spezifischen Aufgaben während der Erstellung von Informations- und Kommunikationsmedien auf einfache Art verwaltet werden.

# organizations.tedx.description
source: TEDx is a program of local, self-organized events that bring people together to share a TED-like experience.
de: TEDx ist eine Reihe lokaler, unabhängig organisierter Veranstaltungen, die Menschen zusammen bringt um gemeinsam das TED-Erlebnis zu erfahren.

# organizations.gruenderhub.description
source: Gründerhub FrankfurtRheinMain is an initiative founded by private, commercial and communal parties to strengthen innovative startups.
de: Der Gründerhub FrankfurtRheinMain ist eine Initiative aus privaten, gewerblichen und kommunalen Mitgliedern zur Förderung innovativer Gründungen.

# kontakt.telefon.label
source: Phone
de: Telefon

# kontakt.connect
source: Connect …
de: Verbinden …

# kontakt.vcf
source: Contact data as [link]VCF-file[/link].
de: Kontaktdaten als [link]VCF-Datei[/link].

# kontakt.qr
source: Show the [link]QR-Code[/link] for this page.
de: [link]QR-Code[/link] für diese Seite anzeigen.

# about.headline
source: About me
de: Über mich

# about.intro
source: Due to my apprenticeship with an emphasis on design, [numyears]+ years of professional experience working as employee or self-employed and the study of media computer science at the university of applied sciences RheinMain I can build the bridge between design and technology, conception and realisation and can contribute profound professional know-how to the creation of complex web-based applications.
de: Dank einer Ausbildung mit Schwerpunkt Gestaltung, mehr als [numyears] Jahren Berufserfahrung als Angestellter und Selbständiger sowie dem Studium der Medieninformatik an der Hochschule RheinMain kann ich den Bogen zwischen Design und Technik, Konzept und Realisierung schlagen und in der Projektarbeit tiefgreifendes fachliches Know-How zu komplexen, internetbasierten Anwendungen zum Einsatz bringen.

# about.cbh
source: I am working as [coderbyheart] on a freelance basis for agencies and SMEs where I am responsible for the conception and realisation of complex web-based applications and also for technical project management.
de: Als [coderbyheart] arbeite ich frei für Agenturen und mittelständische Unternehmen. Dort übernehme ich neben der Konzeption und Realisierung von komplexen Webanwendungen auch die technische Projektleitung.

# about.retext
source: This year I graduated in media computer science (B.Sc.) and received the grade 1.5 (ECTS grade A). My bachelor-thesis about <em>Conception and design of an application for the managament of text for information and communication media</em> ([abstract]german abstract[/abstract]) received the grade 1.0. [retext] is a result of the thesis, a service which organizes the workflow related to texts in information- and communication media.
de: In diesem Jahr habe ich mein Medieninformatik-Studium mit der Gesamtnote 1,5 (ECTS-Grad A) abgeschlossen. Meine Bachelor-Thesis zum Thema <em>Konzeption und Entwurf einer Anwendung zur Verwaltung von Texten für Informations- und Kommunikationsmedienprodukte</em> ([abstract]Abstract[/abstract]) wurde mit der Note 1,0 bewertet. Aus der Thesis ist [retext] entstanden, einem Dienst, der den Workflow rund um Texte in Informations- und Kommunikationsmedien organisiert und nachvollziehbar macht.

# about.misc
source: If I have some spare time on my hands I take pictures. I like to cook and even more to go on vacation. Basically, I am interested in everything which can be sculptured by bits and happens „under the hood“ of web applications. From time to time I look after my packages at [pear]. As a founding member of the [gruenderhub] I try to enhance the startup climate in the rhein-main region.
de: Wenn ich Zeit habe, mache ich ab und zu Fotos. Ich koche gerne und fahre noch lieber in den Urlaub. Mich interessiert eigentlich alles, was sich in Bits formen lässt und „unter der Haube“ von Webanwendungen passiert. Als Gründungsmitglied des [gruenderhub] kümmere ich mich um das Startup-Klima in RheinMain. Besonders angetan haben es mir auch [usergroups], so findest Du mich regelmäßig auf den Treffen des Webmontag Frankfurt, der Softwerkskammer, der PHP- und der Python-Usergroup und vielen anderen Veranstaltungen hier im Rhein-Main-Gebiet.

# link.amazon.title
source: Amazon wishlist
de: Amazon Wunschliste

# link.profiles
source: Other profiles of me on the web:
de: Meine weiteren Profile im Netz:

# link.more
source: More links
de: Weitere Links

# footer
source: E-mail icon by Marc Haumann, world icon by Johan H. W. Basberg, by [nounproject]. All other logos and trademarks used are the property of their respective owners. © 2012 [markustacker]. All rights reserved. [github]Source code on GitHub.[/github]
de: E-Mail-Icon von Marc Haumann, Welt-Icon von Johan H. W. Basberg, von [nounproject]. Sämtliche verwendeten Logos und Warenzeichen sind Eigentum des jeweiligen Rechteinhabers. © 2012 [markustacker]. Alle Rechte vorbehalten. [github]Quellcode auf GitHub.[/github]

# about.wemoof
source: In March 2013 I initiated the [wemoof]-a recurring event which will bring together likeminded people from all creative industries in the city to connect.
de: Im März 2013 habe ich den [wemoof] initiiert, der regelmäßig stattfinden soll um Interessierte aus allen kreativen Branchen der Stadt zusammenbringt und so Raum für neue Verbindungen und Synergien zu schaffen.

# organizations.wemoof.description
source: Webmonday Offenbach is an informal, non-commercial, and completely community-driven event that aims to connect the people who are shaping the future of the internet.
de: Der Webmontag Offenbach ist eine informelle, nicht-kommerzielle und von der Community organisierte Veranstaltung, die Menschen zusammen bringt, die sich für das Web begeistern, Teil davon sind oder es werden wollen.
